Repository: Hooandee/panel-de-control
Catalog: windows/src/PanelDeControl.GameBar/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, it, pt_br

# NavThemesDesc
source: Control Center appearance.
de: Erscheinungsbild des Kontrollzentrums.
es: Apariencia del Panel de Control.
it: Aspetto di Pannello di controllo.
pt_br: Aparência do Painel de Controle.

# NavSettings
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
pt_br: Configurações

# NavSettingsDesc
source: Customization, updates, and information.
de: Anpassung, Updates und Informationen.
es: Personalización, actualizaciones e información.
it: Personalizzazione, aggiornamenti e informazioni.
pt_br: Personalização, atualizações e informações.

# BlockTdpTitle
source: Power limit
de: Leistungslimit
es: Límite de potencia
it: Limite di potenza
pt_br: Limite de potência

# BlockTdpDesc
source: Sets the processor wattage.
de: Stellt die Prozessorleistung ein.
es: Ajusta los vatios del procesador.
it: Regola i watt del processore.
pt_br: Ajusta os watts do processador.

# BlockEnergyTitle
source: Energy
de: Energie
es: Energía
it: Energia
pt_br: Energia

# BlockEnergyDesc
source: Power draw, charge and device activity.
de: Verbrauch, Ladung und Geräteaktivität.
es: Consumo, carga y actividad del equipo.
it: Consumo, carica e attività del dispositivo.
pt_br: Consumo, carga e atividade do aparelho.

# BlockSteamPerformanceTitle
source: Game performance
de: Spielleistung
es: Rendimiento de Steam
it: Prestazioni in gioco
pt_br: Desempenho do Steam

# BlockSteamPerformanceDesc
source: FPS limit, refresh rate and per-game settings.
de: FPS-Limit, Bildwiederholrate und Einstellungen pro Spiel.
es: Límite de FPS, frecuencia de pantalla y ajustes por juego.
it: Limite FPS, frequenza dello schermo e impostazioni per gioco.
pt_br: Limite de FPS, taxa de atualização e ajustes por jogo.

# BlockAutoTdpTitle
source: Automatic TDP
de: Automatische TDP
es: TDP automático
it: TDP automatico
pt_br: TDP automático

# BlockAutoTdpDesc
source: Adjusts power on its own from the game's FPS.
de: Passt die Leistung selbst anhand der FPS an.
es: Ajusta la potencia solo, según los FPS del juego.
it: Regola la potenza da solo in base agli FPS.
pt_br: Ajusta a potência sozinho conforme os FPS do jogo.

# BlockEcoTitle
source: Eco mode
de: Eco-Modus
es: Modo Eco
it: Modalità Eco
pt_br: Modo Eco

# BlockEcoDesc
source: Cuts power and noise when performance is not needed.
de: Senkt Verbrauch und Lautstärke, wenn keine Leistung nötig ist.
es: Reduce consumo y ruido cuando no hace falta potencia.
it: Riduce consumo e rumore quando non serve potenza.
pt_br: Reduz consumo e ruído quando não precisa de potência.

# BlockBatteryTitle
source: Battery
de: Akku
es: Batería
it: Batteria
pt_br: Bateria

# BlockBatteryDesc
source: Level, health and charge limit.
de: Ladestand, Zustand und Ladelimit.
es: Nivel, salud y límite de carga.
it: Livello, salute e limite di carica.
pt_br: Nível, saúde e limite de carga.

# BlockCpuDesc
source: Processor cores, SMT and boost.
de: Kerne, SMT und Boost des Prozessors.
es: Núcleos, SMT y boost del procesador.
it: Core, SMT e boost del processore.
pt_br: Núcleos, SMT e boost do processador.

# BlockGpuTitle
source: GPU clock
de: GPU-Takt
es: Frecuencia de GPU
it: Frequenza GPU
pt_br: Frequência da GPU

# BlockGpuDesc
source: Pins or limits the graphics clock.
de: Fixiert oder begrenzt den Grafiktakt.
es: Fija o limita la frecuencia gráfica.
it: Fissa o limita la frequenza grafica.
pt_br: Fixa ou limita a frequência gráfica.

# BlockBrightnessTitle
source: Brightness
de: Helligkeit
es: Brillo
it: Luminosità
pt_br: Brilho

# BlockBrightnessDesc
source: Built-in panel brightness.
de: Helligkeit des integrierten Displays.
es: Brillo del panel integrado.
it: Luminosità del pannello integrato.
pt_br: Brilho do painel integrado.

# BlockVolumeDesc
source: System volume and mute.
de: Systemlautstärke und Stummschaltung.
es: Volumen y silencio del sistema.
it: Volume e silenzioso del sistema.
pt_br: Volume e silêncio do sistema.

# BlockRgbTitle
source: RGB lighting
de: RGB-Beleuchtung
es: Luces RGB
it: Luci RGB
pt_br: Luzes RGB

# BlockRgbDesc
source: Color and effects of the controller lights.
de: Farbe und Effekte der Controller-Beleuchtung.
es: Color y efectos de los mandos.
it: Colore ed effetti delle luci dei controlli.
pt_br: Cor e efeitos das luzes dos controles.

# BlockOledTitle
source: OLED look
es: Look OLED
it: Look OLED
pt_br: Visual OLED

# BlockOledDesc
source: Deeper blacks and more vivid color.
de: Tiefere Schwarztöne und lebendigere Farben.
es: Negros más profundos y color más vivo.
it: Neri più profondi e colori più vivi.
pt_br: Pretos mais profundos e cores mais vivas.

# BlockColorTitle
source: Color
de: Farbe
it: Colore
pt_br: Cor

# BlockColorDesc
source: Calibration and color moods.
de: Kalibrierung und Farbstimmungen.
es: Calibración y ambientes de color.
it: Calibrazione e atmosfere di colore.
pt_br: Calibração e ambientes de cor.

# BlockHdrDesc
source: Turns on and tunes HDR.
de: Schaltet HDR ein und passt es an.
es: Activa y ajusta el HDR.
it: Attiva e regola l'HDR.
pt_br: Ativa e ajusta o HDR.

# BlockNightTitle
source: Night mode
de: Nachtmodus
es: Modo nocturno
it: Modalità notte
pt_br: Modo noturno

# BlockNightDesc
source: Warmer light to rest your eyes.
de: Wärmeres Licht für die Augen.
es: Luz más cálida para descansar la vista.
it: Luce più calda per riposare la vista.
pt_br: Luz mais quente para descansar a vista.

# BlockFanRpmTitle
source: Fans
de: Lüfter
es: Ventiladores
it: Ventole
pt_br: Ventoinhas

# BlockFanRpmDesc
source: Speed of each fan.
de: Drehzahl jedes Lüfters.
es: Revoluciones de cada ventilador.
it: Giri di ogni ventola.
pt_br: Rotação de cada ventoinha.

# BlockTempsTitle
source: Temperatures
de: Temperaturen
es: Temperaturas
it: Temperature
pt_br: Temperaturas

# BlockTempsDesc
source: CPU and GPU temperature and load.
de: Temperatur und Last von CPU und GPU.
es: Temperatura y carga de CPU y GPU.
it: Temperatura e carico di CPU e GPU.
pt_br: Temperatura e carga da CPU e GPU.

# BlockFanCurveTitle
source: Fan curve
de: Lüfterkurve
es: Curva de ventilador
it: Curva ventola
pt_br: Curva da ventoinha

# BlockFanCurveDesc
source: Sets how the fan ramps with temperature.
de: Legt fest, wie der Lüfter mit der Temperatur steigt.
es: Define cómo sube el ventilador con la temperatura.
it: Definisce come sale la ventola con la temperatura.
pt_br: Define como a ventoinha sobe com a temperatura.

# BlockEqualizerTitle
source: Equalizer
es: Ecualizador
it: Equalizzatore
pt_br: Equalizador

# BlockEqualizerDesc
source: Tunes bass, mids and treble.
de: Passt Bässe, Mitten und Höhen an.
es: Ajusta graves, medios y agudos.
it: Regola bassi, medi e alti.
pt_br: Ajusta graves, médios e agudos.

# BlockControllerManagerTitle
source: Controller manager
de: Controller-Verwaltung
es: Gestor del mando
it: Gestore del controller
pt_br: Gerenciador do controle

# BlockControllerManagerDesc
source: Who drives the controller and in which mode.
de: Wer den Controller steuert und in welchem Modus.
es: Quién controla el mando y en qué modo.
it: Chi gestisce il controller e in che modalità.
pt_br: Quem controla o controle e em qual modo.

# BlockRemapTitle
source: Remapping
de: Neubelegung
es: Remapeo
it: Rimappatura
pt_br: Remapeamento

# BlockRemapDesc
source: Changes what each button does.
de: Ändert die Funktion jeder Taste.
es: Cambia la función de cada botón.
it: Cambia la funzione di ogni tasto.
pt_br: Muda a função de cada botão.

# BlockControllerSettingsTitle
source: Controller settings
de: Controller-Einstellungen
es: Ajustes del mando
it: Impostazioni controller
pt_br: Ajustes do controle

# BlockControllerSettingsDesc
source: Sensitivity, deadzones and rumble.
de: Empfindlichkeit, Totzonen und Vibration.
es: Sensibilidad, zonas muertas y vibración.
it: Sensibilità, zone morte e vibrazione.
pt_br: Sensibilidade, zonas mortas e vibração.

# BlockMagicModulesDesc
source: AYANEO swappable modules.
de: Wechselmodule von AYANEO.
es: Módulos intercambiables de AYANEO.
it: Moduli intercambiabili AYANEO.
pt_br: Módulos intercambiáveis da AYANEO.

# BlockHudOverlayTitle
source: In-game HUD
de: HUD im Spiel
es: HUD en juego
it: HUD in gioco
pt_br: HUD no jogo

# BlockHudOverlayDesc
source: FPS, temperatures and power draw over the game.
de: FPS, Temperaturen und Verbrauch über dem Spiel.
es: FPS, temperaturas y consumo encima del juego.
it: FPS, temperature e consumo sopra il gioco.
pt_br: FPS, temperaturas e consumo sobre o jogo.

# BlockLaunchOptionsTitle
source: Launch options
de: Startoptionen
es: Parámetros de lanzamiento
it: Parametri di avvio
pt_br: Parâmetros de inicialização

# BlockLaunchOptionsDesc
source: Per-game startup options.
de: Startoptionen pro Spiel.
es: Opciones de arranque por juego.
it: Opzioni di avvio per gioco.
pt_br: Opções de inicialização por jogo.

# BlockSteamCacheTitle
source: Steam cache
es: Caché de Steam
it: Cache di Steam
pt_br: Cache do Steam

# BlockSteamCacheDesc
source: Review and free the shader cache.
de: Shader-Cache prüfen und freigeben.
es: Revisa y libera la caché de sombreadores.
it: Controlla e libera la cache degli shader.
pt_br: Revisa e libera o cache de shaders.

# BlockAccentTitle
source: Accent color
de: Akzentfarbe
es: Color de acento
it: Colore di accento
pt_br: Cor de destaque

# BlockAccentDesc
source: The color that runs through the interface.
de: Die Farbe, die die ganze Oberfläche begleitet.
es: Color que acompaña a toda la interfaz.
it: Il colore che accompagna tutta l'interfaccia.
pt_br: A cor que acompanha toda a interface.

# BlockDiagnosticsTitle
source: Diagnostics
de: Diagnose
es: Diagnóstico
it: Diagnostica
pt_br: Diagnóstico

# BlockDiagnosticsDesc
source: What the service detects on this device.
de: Was der Dienst auf diesem Gerät erkennt.
es: Qué detecta el servicio en este equipo.
it: Cosa rileva il servizio su questo dispositivo.
pt_br: O que o serviço detecta neste aparelho.

# BlockReportsTitle
source: Reports
de: Berichte
es: Informes
it: Segnalazioni
pt_br: Relatórios

# BlockReportsDesc
source: Send a report when something fails.
de: Einen Bericht senden, wenn etwas fehlschlägt.
es: Envía un informe cuando algo falla.
it: Invia una segnalazione quando qualcosa non va.
pt_br: Envie um relatório quando algo falhar.

# BlockUpdatesTitle
source: Updates
es: Actualizaciones
it: Aggiornamenti
pt_br: Atualizações

# BlockUpdatesDesc
source: Find and install new versions.
de: Neue Versionen suchen und installieren.
es: Busca e instala nuevas versiones.
it: Cerca e installa nuove versioni.
pt_br: Procura e instala novas versões.

# BlockPending
source: Coming to Windows
de: Kommt für Windows
es: Pendiente en Windows
it: In arrivo su Windows
pt_br: Em breve no Windows

# TdpUnconfirmed
source: Not confirmed
de: Nicht bestätigt
es: Sin confirmar
it: Non confermato
pt_br: Não confirmado

# BatteryHealthPending
source: Health and charge limit: coming to Windows
de: Zustand und Ladelimit: kommt für Windows
es: Salud y límite de carga: pendiente en Windows
it: Salute e limite di carica: in arrivo su Windows
pt_br: Saúde e limite de carga: em breve no Windows

# PowerDrawNowFormat
source: Drawing {0:0.0} W now
de: Aktueller Verbrauch {0:0.0} W
es: Consumo actual {0:0.0} W
it: Consumo attuale {0:0.0} W
pt_br: Consumo atual {0:0.0} W

# TdpSlider.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Experimental power limit
de: Experimentelles Leistungslimit
es: Límite de potencia experimental
it: Limite di potenza sperimentale
pt_br: Limite de potência experimental

# TdpSlider.[using:Windows.UI.Xaml.Automation]AutomationProperties.HelpText
source: Picks the wattage and applies it after the device confirms it
de: Wählt die Leistung und wendet sie nach Bestätigung durch das Gerät an
es: Elige los vatios y los aplica tras confirmarlos con el equipo
it: Sceglie i watt e li applica dopo la conferma del dispositivo
pt_br: Escolhe os watts e aplica após o aparelho confirmar

# RefreshRateLabel
source: Refresh rate
de: Bildwiederholrate
it: Frequenza dello schermo

# RefreshRateUnavailable
source: The display refresh rate could not be read
de: Die Bildwiederholrate konnte nicht gelesen werden
it: Impossibile leggere la frequenza dello schermo

# RefreshRateAutomation
source: Switch the display to {0} Hz
de: Display auf {0} Hz umstellen
it: Imposta lo schermo a {0} Hz

# PerformancePending
source: FPS limit and scaling: coming to Windows
de: FPS-Limit und Skalierung: kommt für Windows
it: Limite FPS e scalatura: in arrivo su Windows

# VolumeLabel.Text
source: Volume
de: Lautstärke
es: Volumen

# BlockVolumeTitle
source: Volume
de: Lautstärke
es: Volumen
